Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Everything in one JSON file you own: every record family, your favorite meals, lab results, sensor sessions, profile and settings. Restoring inserts only what you don't already have and fills settings only where they're still untouched. Auto-backup writes the same file weekly to Files → On My iPhone → Prvital → Backups, keeping the last four.
de: Alles in einer JSON-Datei, die dir gehört: jede Datenfamilie, deine Lieblingsmahlzeiten, Laborwerte, Sensor-Sitzungen, Profil und Einstellungen. Beim Wiederherstellen wird nur eingefügt, was noch fehlt, und Einstellungen werden nur dort übernommen, wo sie noch unberührt sind. Das Auto-Backup schreibt dieselbe Datei wöchentlich nach Dateien → Auf meinem iPhone → Prvital → Backups und behält die letzten vier.
es: Todo en un único archivo JSON tuyo: cada familia de registros, tus comidas favoritas, resultados de laboratorio, sesiones de sensor, perfil y ajustes. Restaurar solo añade lo que aún no tienes y completa los ajustes únicamente donde siguen intactos. La copia automática escribe el mismo archivo cada semana en Archivos → En mi iPhone → Prvital → Backups, conservando las últimas cuatro.
fr: Tout dans un seul fichier JSON qui vous appartient : chaque famille d'enregistrements, vos repas favoris, résultats de laboratoire, sessions de capteur, profil et réglages. La restauration n'ajoute que ce qui vous manque et ne remplit les réglages que là où ils sont encore intacts. La sauvegarde automatique écrit le même fichier chaque semaine dans Fichiers → Sur mon iPhone → Prvital → Backups, en conservant les quatre dernières.
it: Tutto in un unico file JSON che ti appartiene: ogni famiglia di record, i pasti preferiti, i risultati di laboratorio, le sessioni del sensore, il profilo e le impostazioni. Il ripristino aggiunge solo ciò che non hai già e compila le impostazioni solo dove sono ancora intatte. Il backup automatico scrive lo stesso file ogni settimana in File → Sul mio iPhone → Prvital → Backups, conservando gli ultimi quattro.
nl: Alles in één JSON-bestand dat van jou is: elke recordfamilie, je favoriete maaltijden, laboratoriumuitslagen, sensorsessies, profiel en instellingen. Herstellen voegt alleen toe wat je nog niet hebt en vult instellingen alleen in waar ze nog onaangeroerd zijn. De automatische back-up schrijft hetzelfde bestand wekelijks naar Bestanden → Op mijn iPhone → Prvital → Backups en bewaart de laatste vier.
pl: Wszystko w jednym pliku JSON, który należy do Ciebie: każda rodzina zapisów, ulubione posiłki, wyniki laboratoryjne, sesje sensora, profil i ustawienia. Przywracanie dodaje tylko to, czego jeszcze nie masz, i uzupełnia ustawienia wyłącznie tam, gdzie są nietknięte. Automatyczna kopia zapisuje ten sam plik co tydzień w Pliki → Na moim iPhonie → Prvital → Backups, zachowując cztery ostatnie.
pt: Tudo num único ficheiro JSON que é teu: cada família de registos, as refeições favoritas, os resultados de laboratório, as sessões do sensor, o perfil e as definições. Restaurar acrescenta apenas o que ainda não tens e preenche as definições só onde continuam intactas. A cópia automática grava o mesmo ficheiro todas as semanas em Ficheiros → No meu iPhone → Prvital → Backups, mantendo as últimas quatro.
ro: Totul într-un singur fișier JSON al tău: fiecare familie de înregistrări, mesele favorite, analizele de laborator, sesiunile de senzor, profilul și setările. Restaurarea adaugă doar ce nu ai deja și completează setările doar acolo unde sunt încă neatinse. Backupul automat scrie săptămânal același fișier în Fișiere → Pe iPhone-ul meu → Prvital → Backups, păstrând ultimele patru.
ru: Всё в одном JSON-файле, который принадлежит вам: каждая семья записей, любимые блюда, лабораторные результаты, сессии сенсора, профиль и настройки. Восстановление добавляет только то, чего ещё нет, и заполняет настройки лишь там, где они не тронуты. Автокопия еженедельно записывает тот же файл в Файлы → На iPhone → Prvital → Backups, сохраняя последние четыре.

source: Everything is fine.
de: Alles in Ordnung.
es: Todo está bien.
fr: Tout va bien.
it: Va tutto bene.
nl: Alles is in orde.
pl: Wszystko w porządku.
pt: Está tudo bem.
ro: Totul este în regulă.
ru: Всё в порядке.

source: Excellent agreement between sensor and meter.
de: Ausgezeichnete Übereinstimmung zwischen Sensor und Messgerät.
es: Concordancia excelente entre el sensor y el medidor.
fr: Excellente concordance entre le capteur et le lecteur.
it: Concordanza eccellente tra sensore e glucometro.
nl: Uitstekende overeenkomst tussen sensor en meter.
pl: Doskonała zgodność między sensorem a glukometrem.
pt: Concordância excelente entre o sensor e o medidor.
ro: Concordanță excelentă între senzor și glucometru.
ru: Отличное совпадение между сенсором и глюкометром.

source: Excellent consistency — keep it up.
de: Ausgezeichnete Beständigkeit — weiter so.
es: Excelente constancia — sigue así.
fr: Excellente régularité — continuez.
it: Costanza eccellente — continua così.
nl: Uitstekende consistentie — ga zo door.
pl: Znakomita systematyczność — tak trzymaj.
pt: Excelente consistência — continua assim.
ro: Consecvență excelentă — ține-o tot așa.
ru: Отличная регулярность — так держать.

source: Excursion
de: Ausschlag
es: Excursión
it: Escursione
nl: Uitschieter
pl: Wychylenie
pt: Excursão
ro: Excursie
ru: Отклонение

source: Exercise
de: Training
es: Ejercicio
fr: Exercice
it: Esercizio
nl: Sport
pl: Trening
pt: Exercício
ro: Exerciții
ru: Упражнения

source: Exercise today
de: Training heute
es: Ejercicio hoy
fr: Exercice aujourd’hui
it: Esercizio oggi
nl: Beweging vandaag
pl: Ćwiczenia dziś
pt: Exercício hoje
ro: Exercițiu azi
ru: Упражнения сегодня

source: Exercise without lows
de: Sport ohne Unterzuckerungen
es: Ejercicio sin bajadas
fr: Faire du sport sans hypoglycémie
it: Fare esercizio senza cali
nl: Sporten zonder lage waarden
pl: Ćwiczenia bez spadków
pt: Exercício sem hipoglicemias
ro: Exercițiu fizic fără hipoglicemii
ru: Тренировки без понижений

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto
nl: Verlopen
pl: Wygasł
pt: Expirado
ro: Expirat
ru: Истёк

source: Expiring soon
de: Läuft bald ab
es: Caduca pronto
fr: Expire bientôt
it: In scadenza
nl: Verloopt binnenkort
pl: Wygasa wkrótce
pt: A expirar em breve
ro: Expiră curând
ru: Скоро истекает

source: Explore with sample data
de: Mit Beispieldaten erkunden
es: Explorar con datos de ejemplo
fr: Explorer avec des données d'exemple
it: Esplora con dati di esempio
nl: Verkennen met voorbeelddata
pl: Poznaj z danymi przykładowymi
pt: Explorar com dados de exemplo
ro: Explorează cu date demonstrative
ru: Изучить на примере данных

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
nl: Exporteren
pl: Eksportuj
pt: Exportar
ro: Exportă
ru: Экспорт

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
it: Esporta CSV
nl: CSV exporteren
pl: Eksportuj CSV
pt: Exportar CSV
ro: Exportă CSV
ru: Экспорт CSV

source: Export PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter en PDF
it: Esporta PDF
nl: PDF exporteren
pl: Eksportuj PDF
pt: Exportar PDF
ro: Exportă PDF
ru: Экспорт PDF

source: Export a report
de: Einen Bericht exportieren
es: Exportar un informe
fr: Exporter un rapport
it: Esporta un report
nl: Een rapport exporteren
pl: Eksportuj raport
pt: Exportar um relatório
ro: Exportă un raport
ru: Экспортировать отчёт

source: Export everything (JSON)
de: Alles exportieren (JSON)
es: Exportar todo (JSON)
fr: Tout exporter (JSON)
it: Esporta tutto (JSON)
nl: Alles exporteren (JSON)
pl: Eksportuj wszystko (JSON)
pt: Exportar tudo (JSON)
ro: Exportă tot (JSON)
ru: Экспортировать всё (JSON)

source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'export
it: Esportazione non riuscita
nl: Exporteren mislukt
pl: Eksport nie powiódł się
pt: Falha na exportação
ro: Exportul a eșuat
ru: Не удалось экспортировать

source: Falling
de: Fällt
es: Bajando
fr: En baisse
it: In calo
nl: Dalend
pl: Spada
pt: A descer
ro: Scade
ru: Падает

source: Falling fast
de: Fällt schnell
es: Bajando rápido
fr: Baisse rapide
it: In rapido calo
nl: Snel dalend
pl: Szybko spada
pt: A descer rapidamente
ro: Scade rapid
ru: Быстро падает

source: Fast-carb examples
de: Beispiele für schnelle Kohlenhydrate
es: Ejemplos de carbohidratos rápidos
fr: Exemples de glucides rapides
it: Esempi di carboidrati rapidi
nl: Voorbeelden van snelle koolhydraten
pl: Przykłady szybkich węglowodanów
pt: Exemplos de hidratos rápidos
ro: Exemple de carbohidrați rapizi
ru: Примеры быстрых углеводов

source: Fat
de: Fett
es: Grasas
fr: Lipides
it: Grassi
nl: Vetten
pl: Tłuszcz
pt: Gordura
ro: Grăsimi
ru: Жиры

source: Fat and protein
de: Fett und Eiweiß
es: Grasas y proteínas
fr: Lipides et protéines
it: Grassi e proteine
nl: Vet en eiwitten
pl: Tłuszcz i białko
pt: Gordura e proteína
ro: Grăsimile și proteinele
ru: Жиры и белки

source: Favorite meals, one-tap presets and the quick-entry hub get glucose, insulin, carbs and activity into your journal in seconds.
de: Lieblingsmahlzeiten, Ein-Tipp-Voreinstellungen und die Schnelleingabe bringen Glukose, Insulin, Kohlenhydrate und Aktivität in Sekunden in dein Journal.
es: Las comidas favoritas, los preajustes de un toque y el centro de entrada rápida meten glucosa, insulina, carbohidratos y actividad en tu diario en segundos.
fr: Repas favoris, préréglages à une touche et pôle de saisie rapide : glycémie, insuline, glucides et activité rejoignent votre journal en quelques secondes.
it: Pasti preferiti, preset a un tocco e l'hub di inserimento rapido portano glicemia, insulina, carboidrati e attività nel tuo diario in pochi secondi.
nl: Favoriete maaltijden, presets met één tik en de snelle invoerhub zetten glucose, insuline, koolhydraten en activiteit binnen seconden in je dagboek.
pl: Ulubione posiłki, gotowe ustawienia na jedno dotknięcie i centrum szybkiego wpisu dodają glukozę, insulinę, węglowodany i aktywność do Twojego dziennika w kilka sekund.
pt: As refeições favoritas, as predefinições de um toque e o centro de registo rápido põem glicose, insulina, hidratos de carbono e atividade no teu diário em segundos.
ro: Mesele favorite, presetările cu o atingere și centrul de introducere rapidă aduc glicemia, insulina, carbohidrații și activitatea în jurnalul tău în câteva secunde.
ru: Любимые приёмы пищи, пресеты в одно касание и центр быстрого ввода добавляют глюкозу, инсулин, углеводы и активность в ваш дневник за секунды.

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
nl: Favorieten
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранное

source: Feedback goes to %@. Prefer Messages or another app? Use Share.
de: Dein Feedback geht an %@. Lieber Nachrichten oder eine andere App nutzen? Verwende Teilen.
es: Los comentarios se envían a %@. ¿Prefieres Mensajes u otra app? Usa Compartir.
fr: Les commentaires sont envoyés à %@. Tu préfères Messages ou une autre appli ? Utilise Partager.
it: Il feedback verrà inviato a %@. Preferisci Messaggi o un'altra app? Usa Condividi.
nl: Feedback gaat naar %@. Liever Berichten of een andere app? Gebruik Delen.
pl: Opinia trafi na adres %@. Wolisz Wiadomości lub inną aplikację? Skorzystaj z Udostępnij.
pt: O feedback é enviado para %@. Preferes usar o Mensagens ou outra aplicação? Usa o Partilhar.
ro: Feedbackul este trimis la %@. Preferi Mesaje sau altă aplicație? Folosește Distribuire.
ru: Отзыв будет отправлен на %@. Предпочитаете Сообщения или другое приложение? Используйте «Поделиться».

source: Feeling low
de: Hypo-Gefühl
es: Sensación de hipo
fr: Sensation d'hypo
it: Sensazione di ipo
nl: Hypogevoel
pl: Odczucie hipo
pt: Sensação de hipo
ro: Simt hipo
ru: Ощущение гипо

source: Fetch glucose readings from your own Nightscout site over the internet. The site address and access token you enter are stored on your device and sent only to your server — never to us.
de: Ruft Glukosewerte über das Internet von deiner eigenen Nightscout-Website ab. Die Website-Adresse und das Zugriffstoken, die du eingibst, werden auf deinem Gerät gespeichert und nur an deinen Server gesendet — niemals an uns.
es: Obtén las lecturas de glucosa desde tu propio sitio de Nightscout a través de internet. La dirección del sitio y el token de acceso que introduces se guardan en tu dispositivo y se envían solo a tu servidor — nunca a nosotros.
fr: Récupérez les mesures de glucose depuis votre propre site Nightscout via Internet. L'adresse du site et le jeton d'accès que vous saisissez sont stockés sur votre appareil et envoyés uniquement à votre serveur — jamais à nous.
it: Recupera le letture del glucosio dal tuo sito Nightscout tramite internet. L'indirizzo del sito e il token di accesso che inserisci vengono memorizzati sul tuo dispositivo e inviati solo al tuo server — mai a noi.
nl: Haalt glucosemetingen op van je eigen Nightscout-site via internet. Het siteadres en de toegangstoken die je invoert, worden op je apparaat bewaard en alleen naar je eigen server verstuurd — nooit naar ons.
pl: Pobiera odczyty glukozy z Twojej własnej witryny Nightscout przez internet. Adres witryny i token dostępu, które wprowadzasz, są przechowywane na Twoim urządzeniu i wysyłane wyłącznie na Twój serwer — nigdy do nas.
pt: Obtém as leituras de glicose a partir do teu próprio site Nightscout através da internet. O endereço do site e o token de acesso que introduzes são guardados no teu dispositivo e enviados apenas para o teu servidor — nunca para nós.
ro: Preia valorile glicemiei de pe propriul tău site Nightscout prin internet. Adresa site-ului și tokenul de acces pe care le introduci sunt stocate pe dispozitivul tău și trimise doar către serverul tău — niciodată către noi.
ru: Получает показания глюкозы с вашего собственного сайта Nightscout через интернет. Адрес сайта и токен доступа, которые вы вводите, хранятся на вашем устройстве и отправляются только на ваш сервер — никогда нам.

source: Fever
de: Fieber
es: Fiebre
fr: Fièvre
it: Febbre
nl: Koorts
pl: Gorączka
pt: Febre
ro: Febră
ru: Лихорадка

source: Fibre
de: Ballaststoffe
es: Fibra
fr: Fibres
nl: Vezels
pl: Błonnik
pt: Fibra
ru: Клетчатка

source: Fibre and net carbs
de: Ballaststoffe und Netto-Kohlenhydrate
es: Fibra y carbohidratos netos
fr: Fibres et glucides nets
it: Fibre e carboidrati netti
nl: Vezels en netto koolhydraten
pl: Błonnik i węglowodany netto
pt: Fibra e hidratos de carbono líquidos
ro: Fibre și carbohidrați neți
ru: Клетчатка и чистые углеводы

source: Fibre is a carbohydrate your body doesn't fully absorb. Some people subtract it to get 'net carbs'. Whether to do this depends on your plan — ask your team.
de: Ballaststoffe sind Kohlenhydrate, die dein Körper nicht vollständig aufnimmt. Manche Menschen ziehen sie ab, um die „Netto-Kohlenhydrate“ zu berechnen. Ob das für dich sinnvoll ist, hängt von deinem Behandlungsplan ab — frag dein Team.
es: La fibra es un carbohidrato que tu cuerpo no absorbe por completo. Algunas personas la restan para obtener los 'carbohidratos netos'. Si debes hacerlo o no depende de tu plan — pregunta a tu equipo.
fr: Les fibres sont des glucides que ton corps n'absorbe pas complètement. Certaines personnes les soustraient pour obtenir les « glucides nets ». Faut-il le faire dépend de ton plan — demande à ton équipe.
it: La fibra è un carboidrato che il corpo non assorbe completamente. Alcune persone la sottraggono per ottenere i 'carboidrati netti'. Se farlo o no dipende dal tuo piano di cura — chiedi al tuo team.
nl: Vezels zijn koolhydraten die je lichaam niet volledig opneemt. Sommige mensen trekken ze af om 'netto koolhydraten' te berekenen. Of je dit moet doen hangt af van je plan — vraag het je team.
pl: Błonnik to węglowodan, którego organizm nie wchłania w pełni. Niektóre osoby odejmują go, aby obliczyć „węglowodany netto”. To, czy warto tak robić, zależy od Twojego planu leczenia — zapytaj swój zespół.
pt: A fibra é um hidrato de carbono que o teu corpo não absorve totalmente. Algumas pessoas subtraem-na para obter os 'hidratos de carbono líquidos'. Se deves ou não fazer isto depende do teu plano — pergunta à tua equipa.
ro: Fibrele sunt un tip de carbohidrat pe care corpul tău nu îl absoarbe complet. Unele persoane le scad din total pentru a obține 'carbohidrații neți'. Dacă este indicat să faci asta depinde de planul tău — întreabă-ți echipa.
ru: Клетчатка — это углевод, который организм не усваивает полностью. Некоторые вычитают её, чтобы получить «чистые углеводы». Нужно ли это делать, зависит от твоего плана — спроси свою команду.

source: Fibre-rich lentils give slow, steady carbs.
de: Ballaststoffreiche Linsen liefern langsame, gleichmäßige Kohlenhydrate.
es: Las lentejas, ricas en fibra, aportan carbohidratos de liberación lenta y estable.
fr: Les lentilles, riches en fibres, apportent des glucides à libération lente et stable.
it: Le lenticchie, ricche di fibre, forniscono carboidrati a rilascio lento e costante.
nl: Vezelrijke linzen geven langzame, stabiele koolhydraten.
pl: Bogata w błonnik soczewica dostarcza wolno uwalnianych, stabilnych węglowodanów.
pt: As lentilhas, ricas em fibra, fornecem hidratos de carbono lentos e estáveis.
ro: Lintea, bogată în fibre, oferă carbohidrați cu eliberare lentă și constantă.
ru: Чечевица, богатая клетчаткой, даёт медленные и стабильные углеводы.

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pl: Filtry
pt: Filtros
ro: Filtre
ru: Фильтры

source: Finger stick
de: Fingerstich
es: Punción digital
fr: Prélèvement au doigt
it: Puntura del dito
nl: Vingerprik
pl: Nakłucie palca
pt: Picada no dedo
ro: Înțepătură în deget
ru: Прокол пальца

source: First day
de: Erster Tag
es: Primer día
fr: Premier jour
it: Primo giorno
nl: Eerste dag
pl: Pierwszy dzień
pt: Primeiro dia
ro: Prima zi
ru: Первый день

source: First meal
de: Erste Mahlzeit
es: Primera comida
fr: Premier repas
it: Primo pasto
nl: Eerste maaltijd
pl: Pierwszy posiłek
pt: Primeira refeição
ro: Prima masă
ru: Первый приём пищи

source: First reading
de: Erster Messwert
es: Primera lectura
fr: Première mesure
it: Prima lettura
nl: Eerste meting
pl: Pierwszy odczyt
pt: Primeira leitura
ro: Prima citire
ru: Первое измерение

source: Follow the rule of 15: 15 g of fast carbs, wait 15 minutes, recheck, repeat if needed. Keep fast carbs and, if prescribed, glucagon within reach.
de: Folge der 15er-Regel: 15 g schnelle Kohlenhydrate, 15 Minuten warten, erneut messen, bei Bedarf wiederholen. Halte schnelle Kohlenhydrate und, falls verordnet, Glukagon griffbereit.
es: Sigue la regla del 15: 15 g de carbohidratos rápidos, espera 15 minutos, vuelve a comprobar, repite si es necesario. Mantén carbohidratos rápidos y, si te lo han recetado, glucagón a mano.
fr: Suis la règle des 15 : 15 g de glucides rapides, attends 15 minutes, recontrôle, recommence si besoin. Garde des glucides rapides et, si prescrit, du glucagon à portée de main.
it: Segui la regola del 15: 15 g di carboidrati rapidi, aspetta 15 minuti, ricontrolla, ripeti se necessario. Tieni a portata di mano carboidrati rapidi e, se prescritto, il glucagone.
nl: Volg de 15-regel: 15 g snelle koolhydraten, wacht 15 minuten, controleer opnieuw, herhaal indien nodig. Houd snelle koolhydraten en, indien voorgeschreven, glucagon binnen handbereik.
pl: Zastosuj zasadę 15: 15 g szybkich węglowodanów, odczekaj 15 minut, sprawdź ponownie, powtórz w razie potrzeby. Miej pod ręką szybkie węglowodany oraz, jeśli przepisano, glukagon.
pt: Segue a regra dos 15: 15 g de hidratos de carbono rápidos, espera 15 minutos, verifica novamente e repete se necessário. Mantém hidratos de carbono rápidos e, se prescrito, glucagon à mão.
ro: Urmează regula 15: 15 g de carbohidrați rapizi, așteaptă 15 minute, reverifică, repetă dacă este nevoie. Ține la îndemână carbohidrați rapizi și, dacă ți-a fost prescris, glucagon.
ru: Следуй правилу 15: 15 г быстрых углеводов, подожди 15 минут, проверь снова, повтори при необходимости. Держи быстрые углеводы и, если назначен, глюкагон под рукой.

source: Food & carbs
de: Ernährung & Kohlenhydrate
es: Comida y carbohidratos
fr: Alimentation et glucides
it: Alimenti e carboidrati
nl: Voeding & koolhydraten
pl: Jedzenie i węglowodany
pt: Alimentos e hidratos de carbono
ro: Mâncare și carbohidrați
ru: Еда и углеводы

source: Food (optional)
de: Essen (optional)
es: Alimento (opcional)
fr: Aliment (facultatif)
it: Alimento (facoltativo)
nl: Voeding (optioneel)
pl: Jedzenie (opcjonalnie)
pt: Alimento (opcional)
ro: Aliment (opțional)
ru: Продукт (необязательно)

source: For
de: Für
es: Para
fr: Pour
it: Per
nl: Voor
pl: Dla
pt: Para
ro: Pentru
ru: Для

source: For context only — your lab test is the reference. Discuss any gap with your care team.
de: Nur zur Orientierung — dein Labortest ist die Referenz. Besprich jede Abweichung mit deinem Behandlungsteam.
es: Solo como referencia — tu análisis de laboratorio es el valor de referencia. Comenta cualquier diferencia con tu equipo médico.
fr: À titre indicatif seulement — ton test en laboratoire fait référence. Parle de tout écart avec ton équipe soignante.
it: Solo per riferimento — il tuo esame di laboratorio resta il valore di riferimento. Parla di eventuali differenze con il tuo team curante.
nl: Alleen ter context — je labtest blijft de referentie. Bespreek eventuele verschillen met je behandelteam.
pl: Tylko dla kontekstu — wynik z laboratorium jest wartością odniesienia. Wszelkie różnice omów ze swoim zespołem opieki.
pt: Apenas para contexto — o teu exame laboratorial é a referência. Fala com a tua equipa sobre qualquer diferença.
ro: Doar pentru context — testul tău de laborator este referința. Discută orice diferență cu echipa ta medicală.
ru: Только для ориентира — эталоном служит твой лабораторный анализ. Любое расхождение стоит обсудить с лечащей командой.

source: For example: a waking reading at 07:00, one before each meal, and one at bedtime. Swipe a time to remove it.
de: Zum Beispiel: eine Messung nach dem Aufwachen um 07:00, eine vor jeder Mahlzeit und eine vor dem Schlafengehen. Zum Entfernen über eine Zeit streichen.
es: Por ejemplo: una medición al despertar a las 07:00, una antes de cada comida y otra antes de dormir. Desliza una hora para eliminarla.
fr: Par exemple : une mesure au réveil à 07h00, une avant chaque repas et une au coucher. Balayez un horaire pour le supprimer.
it: Ad esempio: una misurazione al risveglio alle 07:00, una prima di ogni pasto e una prima di dormire. Scorri un orario per rimuoverlo.
nl: Bijvoorbeeld: een meting bij het ontwaken om 07:00, één voor elke maaltijd en één voor het slapengaan. Veeg over een tijd om deze te verwijderen.
pl: Na przykład: pomiar po przebudzeniu o 07:00, jeden przed każdym posiłkiem i jeden przed snem. Przesuń porę, aby ją usunąć.
pt: Por exemplo: uma medição ao acordar às 07:00, uma antes de cada refeição e outra à hora de deitar. Deslize um horário para o remover.
ro: De exemplu: o măsurătoare la trezire la 07:00, una înainte de fiecare masă și una la culcare. Glisează o oră ca să o elimini.
ru: Например: измерение после пробуждения в 07:00, по одному перед каждым приёмом пищи и одно перед сном. Смахните время, чтобы удалить его.
